Repository: GNUuser/ubu-simplestrss
Catalog: po/*.po
Languages: es

source: RSS management
es: Gestor RSS

source: Add RSS
es: Agregar RSS

source: Search
es: Buscar

source: Close
es: Cerrar

source: Enter URL of feed
es: Escribir LUR

source: View site
es: Ver sitio

source: Detail article
es: Artículo detallado

source: Attempt to recover content
es: Intenta rescatar el contenido

source: Feed preview
es: Vista previa del alimentador

source: RSS settings
es: Ajustes de RSS

source: Color of feed (ex: #B1B1B1 OR grey)
es: Color del alimentador (ex: #B1B1B1 OR gris)

source: Item
es: Artículo

source: Container for one article inside the feed
es: Contenedor para un artículo dentro del alimentador.

source: Link
es: Enlace

source: Url of the article
es: LUR del artículo

source: Author
es: Autor

source: Should contains the source/writer
es: Debe contener la fuente/escritor

source: Category
es: Categoría

source: For filtering
es: Para filtrar

source: Title
es: Título

source: Title of article
es: Título del artículo

source: Description
es: Descripción

source: Description of the article
es: Descripción del artículo.

source: Media
es: multimedia

source: Image for article
es: Imagen para articulo

source: Date
es: Fecha

source: Don't forget to select the right date format, it's needed ordering
es: No olvidar de elegir el formato de fecha correcto. Se necesita ordenar

source: Format date
es: Fecha de formato

source: Date format to parse
es: Formato de fecha para analizar

source: Content: cleanup HTML
es: Contenido: limpiar HTML

source: Remove all HTML elements
es: Eliminar todos los elementos HTML

source: Content: decode special charachers
es: Contenido: descifrar caracteres especiales

source: Convert &xxx; into readable characters
es: Convertir &xxx; en caracteres leíbles
